{
  "<UNK>": 0,
  "B cell": 1,
  "B-1 B cell": 2,
  "B-1a B cell": 3,
  "B-1b B cell": 4,
  "B-2 B cell": 5,
  "BEST4+ intestinal epithelial cell, human": 6,
  "Bergmann glial cell": 7,
  "CD14-low, CD16-positive monocyte": 8,
  "CD14-positive monocyte": 9,
  "CD14-positive, CD16-negative classical monocyte": 10,
  "CD14-positive, CD16-positive monocyte": 11,
  "CD141-positive myeloid dendritic cell": 12,
  "CD16-negative, CD56-bright natural killer cell, human": 13,
  "CD16-positive, CD56-dim natural killer cell, human": 14,
  "CD1c-positive myeloid dendritic cell": 15,
  "CD34-positive, CD38-negative hematopoietic stem cell": 16,
  "CD34-positive, CD56-positive, CD117-positive common innate lymphoid precursor, human": 17,
  "CD4-positive helper T cell": 18,
  "CD4-positive, CD25-positive, alpha-beta regulatory T cell": 19,
  "CD4-positive, alpha-beta T cell": 20,
  "CD4-positive, alpha-beta cytotoxic T cell": 21,
  "CD4-positive, alpha-beta memory T cell": 22,
  "CD4-positive, alpha-beta thymocyte": 23,
  "CD8-alpha alpha positive, gamma-delta intraepithelial T cell": 24,
  "CD8-alpha-alpha-positive, alpha-beta intraepithelial T cell": 25,
  "CD8-alpha-beta-positive, alpha-beta intraepithelial T cell": 26,
  "CD8-positive, alpha-beta T cell": 27,
  "CD8-positive, alpha-beta cytokine secreting effector T cell": 28,
  "CD8-positive, alpha-beta cytotoxic T cell": 29,
  "CD8-positive, alpha-beta memory T cell": 30,
  "CD8-positive, alpha-beta memory T cell, CD45RO-positive": 31,
  "CD8-positive, alpha-beta thymocyte": 32,
  "CNS interneuron": 33,
  "Cajal-Retzius cell": 34,
  "DN1 thymic pro-T cell": 35,
  "DN3 thymocyte": 36,
  "DN4 thymocyte": 37,
  "GABAergic amacrine cell": 38,
  "GABAergic interneuron": 39,
  "GABAergic neuron": 40,
  "GIP cell": 41,
  "H1 horizontal cell": 42,
  "H2 horizontal cell": 43,
  "Hofbauer cell": 44,
  "ILC1, human": 45,
  "IgA plasma cell": 46,
  "IgA plasmablast": 47,
  "IgG memory B cell": 48,
  "IgG plasma cell": 49,
  "IgG plasmablast": 50,
  "IgG-negative class switched memory B cell": 51,
  "IgM plasma cell": 52,
  "Kupffer cell": 53,
  "L2/3 intratelencephalic projecting glutamatergic neuron": 54,
  "L2/3 intratelencephalic projecting glutamatergic neuron of the primary motor cortex": 55,
  "L2/3-6 intratelencephalic projecting glutamatergic neuron": 56,
  "L4 intratelencephalic projecting glutamatergic neuron": 57,
  "L4/5 intratelencephalic projecting glutamatergic neuron of the primary motor cortex": 58,
  "L5 extratelencephalic projecting glutamatergic cortical neuron": 59,
  "L5/6 near-projecting glutamatergic neuron": 60,
  "L5/6 near-projecting glutamatergic neuron of the primary motor cortex": 61,
  "L6 corticothalamic-projecting glutamatergic cortical neuron": 62,
  "L6 intratelencephalic projecting glutamatergic neuron of the primary motor cortex": 63,
  "L6b glutamatergic cortical neuron": 64,
  "Langerhans cell": 65,
  "Leydig cell": 66,
  "M cell of gut": 67,
  "MHC-II-positive classical monocyte": 68,
  "Merkel cell": 69,
  "Mueller cell": 70,
  "NKp44-negative group 3 innate lymphoid cell, human": 71,
  "NKp44-positive group 3 innate lymphoid cell, human": 72,
  "OFF-bipolar cell": 73,
  "OFFx cell": 74,
  "ON-bipolar cell": 75,
  "ON-blue cone bipolar cell": 76,
  "P/D1 enteroendocrine cell": 77,
  "PP cell": 78,
  "Purkinje cell": 79,
  "S cone cell": 80,
  "Schwann cell": 81,
  "Schwann cell precursor": 82,
  "Sertoli cell": 83,
  "T cell": 84,
  "T follicular helper cell": 85,
  "T follicular regulatory cell": 86,
  "T-helper 1 cell": 87,
  "T-helper 17 cell": 88,
  "T-helper 2 cell": 89,
  "T-helper 22 cell": 90,
  "Tc1 cell": 91,
  "abnormal cell": 92,
  "absorptive cell": 93,
  "acinar cell": 94,
  "acinar cell of salivary gland": 95,
  "activated CD4-negative, CD8-negative type I NK T cell": 96,
  "activated CD4-positive, alpha-beta T cell": 97,
  "activated CD4-positive, alpha-beta T cell, human": 98,
  "activated CD8-positive, alpha-beta T cell": 99,
  "activated CD8-positive, alpha-beta T cell, human": 100,
  "activated type II NK T cell": 101,
  "adipocyte": 102,
  "adipocyte of breast": 103,
  "adipocyte of epicardial fat of left ventricle": 104,
  "adipose macrophage": 105,
  "adventitial cell": 106,
  "airway submucosal gland duct basal cell": 107,
  "alpha-beta T cell": 108,
  "alternatively activated macrophage": 109,
  "alveolar macrophage": 110,
  "alveolar type 1 fibroblast cell": 111,
  "alveolar type 2 fibroblast cell": 112,
  "amacrine cell": 113,
  "anterior lens cell": 114,
  "aortic endothelial cell": 115,
  "aortic smooth muscle cell": 116,
  "astrocyte": 117,
  "astrocyte of the cerebellum": 118,
  "astrocyte of the cerebral cortex": 119,
  "auditory epithelial cell": 120,
  "basal cell": 121,
  "basal cell of epidermis": 122,
  "basal cell of epithelium of trachea": 123,
  "basal cell of prostate epithelium": 124,
  "basal epithelial cell of prostatic duct": 125,
  "basal epithelial cell of tracheobronchial tree": 126,
  "basophil": 127,
  "basophil mast progenitor cell": 128,
  "bipolar neuron": 129,
  "bladder cell": 130,
  "bladder urothelial cell": 131,
  "blood cell": 132,
  "blood vessel endothelial cell": 133,
  "blood vessel smooth muscle cell": 134,
  "bone marrow cell": 135,
  "brain pericyte": 136,
  "brain vascular cell": 137,
  "brainstem motor neuron": 138,
  "bronchial epithelial cell": 139,
  "bronchial goblet cell": 140,
  "bronchial smooth muscle cell": 141,
  "bronchus fibroblast of lung": 142,
  "brown adipocyte": 143,
  "brown preadipocyte": 144,
  "brush cell": 145,
  "brush cell of epithelium proper of large intestine": 146,
  "brush cell of trachea": 147,
  "brush cell of trachebronchial tree": 148,
  "capillary endothelial cell": 149,
  "cardiac endothelial cell": 150,
  "cardiac mesenchymal cell": 151,
  "cardiac muscle cell": 152,
  "cardiac muscle myoblast": 153,
  "cardiac neuron": 154,
  "cardiac valve cell": 155,
  "caudal ganglionic eminence derived GABAergic cortical interneuron": 156,
  "cell": 157,
  "cell of skeletal muscle": 158,
  "central memory CD4-positive, alpha-beta T cell": 159,
  "central memory CD8-positive, alpha-beta T cell": 160,
  "central nervous system macrophage": 161,
  "centrilobular region hepatocyte": 162,
  "centroblast": 163,
  "centrocyte": 164,
  "cerebellar Golgi cell": 165,
  "cerebellar granule cell": 166,
  "cerebellar granule cell precursor": 167,
  "cerebral cortex GABAergic interneuron": 168,
  "cerebral cortex endothelial cell": 169,
  "cerebral cortex neuron": 170,
  "chandelier cell": 171,
  "chandelier pvalb GABAergic cortical interneuron": 172,
  "cholangiocyte": 173,
  "chondrocyte": 174,
  "chorionic trophoblast cell": 175,
  "choroid plexus epithelial cell": 176,
  "chromaffin cell": 177,
  "ciliary muscle cell": 178,
  "ciliated cell": 179,
  "ciliated cell of the bronchus": 180,
  "ciliated columnar cell of tracheobronchial tree": 181,
  "ciliated epithelial cell": 182,
  "class switched memory B cell": 183,
  "classical monocyte": 184,
  "club cell": 185,
  "cochlea auditory hair cell": 186,
  "collagen secreting cell": 187,
  "colon epithelial cell": 188,
  "colon goblet cell": 189,
  "colon macrophage": 190,
  "columnar/cuboidal epithelial cell": 191,
  "common dendritic progenitor": 192,
  "common lymphoid progenitor": 193,
  "common myeloid progenitor": 194,
  "cone retinal bipolar cell": 195,
  "conjunctiva goblet cell": 196,
  "conjunctival epithelial cell": 197,
  "connective tissue cell": 198,
  "contractile cell": 199,
  "conventional dendritic cell": 200,
  "cord blood hematopoietic stem cell": 201,
  "corneal endothelial cell": 202,
  "corneal epithelial cell": 203,
  "cortical cell of adrenal gland": 204,
  "cortical interneuron": 205,
  "cortical thymic epithelial cell": 206,
  "corticothalamic-projecting glutamatergic cortical neuron": 207,
  "cranial motor neuron": 208,
  "cytotoxic T cell": 209,
  "decidual cell": 210,
  "decidual natural killer cell, human": 211,
  "dendritic cell": 212,
  "dendritic cell, human": 213,
  "dermis microvascular lymphatic vessel endothelial cell": 214,
  "deuterosomal cell": 215,
  "differentiation-committed oligodendrocyte precursor": 216,
  "diffuse bipolar 1 cell": 217,
  "diffuse bipolar 2 cell": 218,
  "diffuse bipolar 3a cell": 219,
  "diffuse bipolar 3b cell": 220,
  "diffuse bipolar 4 cell": 221,
  "diffuse bipolar 6 cell": 222,
  "direct pathway medium spiny neuron": 223,
  "dopaminergic neuron": 224,
  "double negative T regulatory cell": 225,
  "double negative thymocyte": 226,
  "double-positive, alpha-beta thymocyte": 227,
  "duct epithelial cell": 228,
  "duodenum glandular cell": 229,
  "early T lineage precursor": 230,
  "early lymphoid progenitor": 231,
  "early pro-B cell": 232,
  "early promyelocyte": 233,
  "ectodermal cell": 234,
  "effector CD4-positive, alpha-beta T cell": 235,
  "effector CD8-positive, alpha-beta T cell": 236,
  "effector memory CD4-positive, alpha-beta T cell": 237,
  "effector memory CD8-positive, alpha-beta T cell": 238,
  "effector memory CD8-positive, alpha-beta T cell, terminally differentiated": 239,
  "efferent neuron": 240,
  "elicited macrophage": 241,
  "embryonic blood vessel endothelial progenitor cell": 242,
  "embryonic fibroblast": 243,
  "embryonic stem cell": 244,
  "endo-epithelial cell": 245,
  "endocardial cell": 246,
  "endocrine cell": 247,
  "endosteal cell": 248,
  "endothelial cell": 249,
  "endothelial cell of artery": 250,
  "endothelial cell of coronary artery": 251,
  "endothelial cell of hepatic sinusoid": 252,
  "endothelial cell of lymphatic vessel": 253,
  "endothelial cell of pericentral hepatic sinusoid": 254,
  "endothelial cell of periportal hepatic sinusoid": 255,
  "endothelial cell of placenta": 256,
  "endothelial cell of sinusoid": 257,
  "endothelial cell of uterus": 258,
  "endothelial cell of vascular tree": 259,
  "endothelial cell of venule": 260,
  "endothelial stalk cell": 261,
  "endothelial tip cell": 262,
  "enteric neuron": 263,
  "enteric smooth muscle cell": 264,
  "enterocyte": 265,
  "enterocyte of colon": 266,
  "enterocyte of epithelium of large intestine": 267,
  "enterocyte of epithelium of small intestine": 268,
  "enterocyte of epithelium proper of ileum": 269,
  "enteroendocrine cell": 270,
  "enteroendocrine cell of colon": 271,
  "enteroendocrine cell of small intestine": 272,
  "enucleate erythrocyte": 273,
  "enucleated reticulocyte": 274,
  "eosinophil": 275,
  "ependymal cell": 276,
  "epicardial adipocyte": 277,
  "epidermal Langerhans cell": 278,
  "epidermal cell": 279,
  "epithelial cell": 280,
  "epithelial cell of alveolus of lung": 281,
  "epithelial cell of amnion": 282,
  "epithelial cell of esophagus": 283,
  "epithelial cell of exocrine pancreas": 284,
  "epithelial cell of lacrimal sac": 285,
  "epithelial cell of large intestine": 286,
  "epithelial cell of lower respiratory tract": 287,
  "epithelial cell of lung": 288,
  "epithelial cell of nephron": 289,
  "epithelial cell of pancreas": 290,
  "epithelial cell of parathyroid gland": 291,
  "epithelial cell of prostate": 292,
  "epithelial cell of proximal tubule": 293,
  "epithelial cell of proximal tubule segment 1": 294,
  "epithelial cell of proximal tubule segment 3": 295,
  "epithelial cell of small intestine": 296,
  "epithelial cell of stratum germinativum of esophagus": 297,
  "epithelial cell of sweat gland": 298,
  "epithelial cell of thymus": 299,
  "epithelial cell of thyroid gland": 300,
  "epithelial cell of urethra": 301,
  "epithelial cell of uterus": 302,
  "epithelial fate stem cell": 303,
  "erythroblast": 304,
  "erythrocyte": 305,
  "erythroid lineage cell": 306,
  "erythroid progenitor cell": 307,
  "erythroid progenitor cell, mammalian": 308,
  "eurydendroid cell": 309,
  "exhausted T cell": 310,
  "extraembryonic cell": 311,
  "extravillous trophoblast": 312,
  "eye photoreceptor cell": 313,
  "fast muscle cell": 314,
  "female germ cell": 315,
  "fenestrated cell": 316,
  "fetal cardiomyocyte": 317,
  "fibro/adipogenic progenitor cell": 318,
  "fibroblast": 319,
  "fibroblast of breast": 320,
  "fibroblast of cardiac tissue": 321,
  "fibroblast of connective tissue of glandular part of prostate": 322,
  "fibroblast of connective tissue of nonglandular part of prostate": 323,
  "fibroblast of connective tissue of prostate": 324,
  "fibroblast of lung": 325,
  "fibroblast of lymphatic vessel": 326,
  "fibroblast of mammary gland": 327,
  "fibrocyte": 328,
  "flat midget bipolar cell": 329,
  "follicular B cell": 330,
  "follicular dendritic cell": 331,
  "forebrain neuroblast": 332,
  "forebrain radial glial cell": 333,
  "foveolar cell of stomach": 334,
  "fraction A pre-pro B cell": 335,
  "gamma-delta T cell": 336,
  "ganglion interneuron": 337,
  "germ cell": 338,
  "germinal center B cell": 339,
  "giant bipolar cell": 340,
  "gingival epithelial cell": 341,
  "glandular cell of esophagus": 342,
  "glandular epithelial cell": 343,
  "glial cell": 344,
  "glioblast": 345,
  "glomerular capillary endothelial cell": 346,
  "glomerular endothelial cell": 347,
  "glutamatergic neuron": 348,
  "glycinergic amacrine cell": 349,
  "goblet cell": 350,
  "granular cell of epidermis": 351,
  "granule cell": 352,
  "granulocyte": 353,
  "granulocyte monocyte progenitor cell": 354,
  "granulocytopoietic cell": 355,
  "granulosa cell": 356,
  "group 2 innate lymphoid cell": 357,
  "group 2 innate lymphoid cell, human": 358,
  "group 3 innate lymphoid cell": 359,
  "group 3 innate lymphoid cell, human": 360,
  "gut endothelial cell": 361,
  "hair follicular keratinocyte": 362,
  "helper T cell": 363,
  "hematopoietic cell": 364,
  "hematopoietic multipotent progenitor cell": 365,
  "hematopoietic precursor cell": 366,
  "hematopoietic stem cell": 367,
  "hepatic pit cell": 368,
  "hepatic stellate cell": 369,
  "hepatoblast": 370,
  "hepatocyte": 371,
  "hippocampal neuron": 372,
  "hypendymal cell": 373,
  "hypothalamus cell": 374,
  "ileal goblet cell": 375,
  "immature B cell": 376,
  "immature NK T cell": 377,
  "immature Schwann cell": 378,
  "immature T cell": 379,
  "immature alpha-beta T cell": 380,
  "immature astrocyte": 381,
  "immature innate lymphoid cell": 382,
  "immature natural killer cell": 383,
  "immature neutrophil": 384,
  "indirect pathway medium spiny neuron": 385,
  "inflammatory cell": 386,
  "inflammatory macrophage": 387,
  "inhibitory interneuron": 388,
  "inhibitory motor neuron": 389,
  "innate lymphoid cell": 390,
  "intermediate mesodermal cell": 391,
  "intermediate monocyte": 392,
  "interneuron": 393,
  "interstitial cell of Cajal": 394,
  "interstitial cell of ovary": 395,
  "intestinal crypt stem cell": 396,
  "intestinal crypt stem cell of colon": 397,
  "intestinal crypt stem cell of large intestine": 398,
  "intestinal crypt stem cell of small intestine": 399,
  "intestinal enteroendocrine cell": 400,
  "intestinal epithelial cell": 401,
  "intestinal tuft cell": 402,
  "intestine goblet cell": 403,
  "intraepithelial lymphocyte": 404,
  "intrahepatic cholangiocyte": 405,
  "invaginating midget bipolar cell": 406,
  "ionocyte": 407,
  "iris pigment epithelial cell": 408,
  "keratinocyte": 409,
  "keratinocyte stem cell": 410,
  "keratocyte": 411,
  "kidney afferent arteriole endothelial cell": 412,
  "kidney capillary endothelial cell": 413,
  "kidney cell": 414,
  "kidney collecting duct cell": 415,
  "kidney collecting duct epithelial cell": 416,
  "kidney collecting duct intercalated cell": 417,
  "kidney collecting duct principal cell": 418,
  "kidney connecting tubule epithelial cell": 419,
  "kidney connecting tubule principal cell": 420,
  "kidney cortex artery cell": 421,
  "kidney cortex tubule cell": 422,
  "kidney distal convoluted tubule epithelial cell": 423,
  "kidney efferent arteriole endothelial cell": 424,
  "kidney epithelial cell": 425,
  "kidney glomerular epithelial cell": 426,
  "kidney interstitial alternatively activated macrophage": 427,
  "kidney interstitial cell": 428,
  "kidney interstitial fibroblast": 429,
  "kidney loop of Henle ascending limb epithelial cell": 430,
  "kidney loop of Henle cortical thick ascending limb epithelial cell": 431,
  "kidney loop of Henle epithelial cell": 432,
  "kidney loop of Henle medullary thick ascending limb epithelial cell": 433,
  "kidney loop of Henle thick ascending limb epithelial cell": 434,
  "kidney loop of Henle thin ascending limb epithelial cell": 435,
  "kidney loop of Henle thin descending limb epithelial cell": 436,
  "kidney pelvis urothelial cell": 437,
  "kidney proximal convoluted tubule epithelial cell": 438,
  "kidney proximal straight tubule epithelial cell": 439,
  "kidney resident macrophage": 440,
  "lactocyte": 441,
  "lamp5 GABAergic cortical interneuron": 442,
  "large intestine goblet cell": 443,
  "large pre-B-II cell": 444,
  "late pro-B cell": 445,
  "late promyelocyte": 446,
  "lateral mesodermal cell": 447,
  "lens epithelial cell": 448,
  "lens fiber cell": 449,
  "leptomeningeal cell": 450,
  "leukocyte": 451,
  "liver dendritic cell": 452,
  "luminal adaptive secretory precursor cell of mammary gland": 453,
  "luminal cell of prostate epithelium": 454,
  "luminal epithelial cell of mammary gland": 455,
  "luminal hormone-sensing cell of mammary gland": 456,
  "lung ciliated cell": 457,
  "lung endothelial cell": 458,
  "lung goblet cell": 459,
  "lung interstitial macrophage": 460,
  "lung macrophage": 461,
  "lung microvascular endothelial cell": 462,
  "lung neuroendocrine cell": 463,
  "lung perichondrial fibroblast": 464,
  "lung pericyte": 465,
  "lung resident memory CD4-positive, alpha-beta T cell": 466,
  "lung resident memory CD8-positive, alpha-beta T cell": 467,
  "lung secretory cell": 468,
  "lymphocyte": 469,
  "lymphocyte of B lineage": 470,
  "lymphoid lineage restricted progenitor cell": 471,
  "macroglial cell": 472,
  "macrophage": 473,
  "macrophage dendritic cell progenitor": 474,
  "macula densa epithelial cell": 475,
  "male germ cell": 476,
  "malignant cell": 477,
  "mammary gland epithelial cell": 478,
  "mast cell": 479,
  "mature B cell": 480,
  "mature NK T cell": 481,
  "mature T cell": 482,
  "mature alpha-beta T cell": 483,
  "mature astrocyte": 484,
  "mature conventional dendritic cell": 485,
  "mature gamma-delta T cell": 486,
  "mature microglial cell": 487,
  "medium spiny neuron": 488,
  "medullary thymic epithelial cell": 489,
  "megakaryocyte": 490,
  "megakaryocyte progenitor cell": 491,
  "megakaryocyte-erythroid progenitor cell": 492,
  "meis2 expressing cortical GABAergic cell": 493,
  "melanocyte": 494,
  "melanocyte of skin": 495,
  "memory B cell": 496,
  "memory T cell": 497,
  "memory regulatory T cell": 498,
  "meningeal macrophage": 499,
  "mesangial cell": 500,
  "mesenchymal cell": 501,
  "mesenchymal lymphangioblast": 502,
  "mesenchymal stem cell": 503,
  "mesenchymal stem cell of adipose tissue": 504,
  "mesodermal cell": 505,
  "mesothelial cell": 506,
  "mesothelial cell of epicardium": 507,
  "mesothelial cell of pleura": 508,
  "mesothelial cell of visceral pleura": 509,
  "mesothelial fibroblast": 510,
  "metallothionein-positive alveolar macrophage": 511,
  "metanephric mesenchyme stem cell": 512,
  "microfold cell of epithelium of small intestine": 513,
  "microglial cell": 514,
  "microvascular endothelial cell": 515,
  "midget ganglion cell of retina": 516,
  "midzonal region hepatocyte": 517,
  "migratory enteric neural crest cell": 518,
  "monocyte": 519,
  "monocyte-derived dendritic cell": 520,
  "mononuclear cell": 521,
  "mononuclear phagocyte": 522,
  "motor neuron": 523,
  "mucosal invariant T cell": 524,
  "mucous neck cell": 525,
  "mucus secreting cell": 526,
  "multi-ciliated epithelial cell": 527,
  "mural cell": 528,
  "muscle cell": 529,
  "muscle precursor cell": 530,
  "myelinating Schwann cell": 531,
  "myelocyte": 532,
  "myeloid cell": 533,
  "myeloid dendritic cell": 534,
  "myeloid dendritic cell, human": 535,
  "myeloid leukocyte": 536,
  "myeloid lineage restricted progenitor cell": 537,
  "myeloid suppressor cell": 538,
  "myoblast": 539,
  "myocyte of sinoatrial node": 540,
  "myoepithelial cell": 541,
  "myoepithelial cell of mammary gland": 542,
  "myofibroblast cell": 543,
  "myometrial cell": 544,
  "myotube": 545,
  "naive B cell": 546,
  "naive T cell": 547,
  "naive regulatory T cell": 548,
  "naive thymus-derived CD4-positive, alpha-beta T cell": 549,
  "naive thymus-derived CD8-positive, alpha-beta T cell": 550,
  "nasal mucosa goblet cell": 551,
  "natural T-regulatory cell": 552,
  "natural killer cell": 553,
  "near-projecting glutamatergic cortical neuron": 554,
  "neoplastic cell": 555,
  "neural cell": 556,
  "neural crest cell": 557,
  "neural progenitor cell": 558,
  "neural stem cell": 559,
  "neuroblast (sensu Vertebrata)": 560,
  "neuroendocrine cell": 561,
  "neuroepithelial stem cell": 562,
  "neuron": 563,
  "neuron associated cell": 564,
  "neuron associated cell (sensu Vertebrata)": 565,
  "neuronal brush cell": 566,
  "neuronal receptor cell": 567,
  "neutrophil": 568,
  "neutrophil progenitor cell": 569,
  "non-classical monocyte": 570,
  "non-myelinating Schwann cell": 571,
  "non-pigmented ciliary epithelial cell": 572,
  "non-terminally differentiated cell": 573,
  "noradrenergic cell": 574,
  "notochordal cell": 575,
  "olfactory ensheathing cell": 576,
  "olfactory epithelial cell": 577,
  "olfactory receptor cell": 578,
  "oligodendrocyte": 579,
  "oligodendrocyte precursor cell": 580,
  "oocyte": 581,
  "oogonial cell": 582,
  "osteoblast": 583,
  "osteoclast": 584,
  "ovarian surface epithelial cell": 585,
  "pancreatic A cell": 586,
  "pancreatic D cell": 587,
  "pancreatic PP cell": 588,
  "pancreatic acinar cell": 589,
  "pancreatic ductal cell": 590,
  "pancreatic endocrine cell": 591,
  "pancreatic epsilon cell": 592,
  "pancreatic stellate cell": 593,
  "paneth cell": 594,
  "paneth cell of colon": 595,
  "paneth cell of epithelium of small intestine": 596,
  "papillary tips cell": 597,
  "parasol ganglion cell of retina": 598,
  "parasympathetic neuron": 599,
  "parietal cell": 600,
  "parietal epithelial cell": 601,
  "peptic cell": 602,
  "pericyte": 603,
  "perineuronal satellite cell": 604,
  "peripheral blood mononuclear cell": 605,
  "peripheral nervous system neuron": 606,
  "periportal region hepatocyte": 607,
  "perivascular cell": 608,
  "photoreceptor cell": 609,
  "pigmented ciliary epithelial cell": 610,
  "pigmented epithelial cell": 611,
  "pinealocyte": 612,
  "pituitary gland cell": 613,
  "placental villous trophoblast": 614,
  "plasma cell": 615,
  "plasmablast": 616,
  "plasmacytoid dendritic cell": 617,
  "plasmacytoid dendritic cell, human": 618,
  "plasmatocyte": 619,
  "platelet": 620,
  "pneumocyte": 621,
  "podocyte": 622,
  "pre-B-I cell": 623,
  "pre-conventional dendritic cell": 624,
  "pre-natural killer cell": 625,
  "preadipocyte": 626,
  "precursor B cell": 627,
  "precursor cell": 628,
  "preosteoblast": 629,
  "prickle cell": 630,
  "primary cultured cell": 631,
  "primary sensory neuron (sensu Teleostei)": 632,
  "primitive erythroid progenitor": 633,
  "primitive red blood cell": 634,
  "primordial germ cell": 635,
  "pro-B cell": 636,
  "pro-T cell": 637,
  "proerythroblast": 638,
  "professional antigen presenting cell": 639,
  "progenitor cell": 640,
  "progenitor cell of endocrine pancreas": 641,
  "progenitor cell of mammary luminal epithelium": 642,
  "promonocyte": 643,
  "promyelocyte": 644,
  "prostate gland microvascular endothelial cell": 645,
  "prostate stromal cell": 646,
  "pulmonary artery endothelial cell": 647,
  "pulmonary interstitial fibroblast": 648,
  "pulmonary ionocyte": 649,
  "pvalb GABAergic cortical interneuron": 650,
  "pyramidal neuron": 651,
  "radial glial cell": 652,
  "regular atrial cardiac myocyte": 653,
  "regular ventricular cardiac myocyte": 654,
  "regulatory T cell": 655,
  "renal alpha-intercalated cell": 656,
  "renal beta-intercalated cell": 657,
  "renal intercalated cell": 658,
  "renal interstitial pericyte": 659,
  "renal principal cell": 660,
  "respiratory basal cell": 661,
  "respiratory epithelial cell": 662,
  "respiratory goblet cell": 663,
  "respiratory hillock cell": 664,
  "respiratory suprabasal cell": 665,
  "reticular cell": 666,
  "reticulocyte": 667,
  "retina horizontal cell": 668,
  "retinal astrocyte": 669,
  "retinal bipolar neuron": 670,
  "retinal blood vessel endothelial cell": 671,
  "retinal cone cell": 672,
  "retinal ganglion cell": 673,
  "retinal pigment epithelial cell": 674,
  "retinal progenitor cell": 675,
  "retinal rod cell": 676,
  "rod bipolar cell": 677,
  "salivary gland cell": 678,
  "sebaceous gland cell": 679,
  "sebum secreting cell": 680,
  "secondary lens fiber": 681,
  "secretory cell": 682,
  "seminal vesicle glandular cell": 683,
  "sensory neuron": 684,
  "sensory neuron of dorsal root ganglion": 685,
  "serous cell of epithelium of bronchus": 686,
  "serous cell of epithelium of trachea": 687,
  "serous secreting cell": 688,
  "serous secreting cell of bronchus submucosal gland": 689,
  "skeletal muscle fiber": 690,
  "skeletal muscle fibroblast": 691,
  "skeletal muscle satellite cell": 692,
  "skeletal muscle satellite stem cell": 693,
  "skin fibroblast": 694,
  "slow muscle cell": 695,
  "small bistratified retinal ganglion cell": 696,
  "small intestine goblet cell": 697,
  "small pre-B-II cell": 698,
  "smooth muscle cell": 699,
  "smooth muscle cell of prostate": 700,
  "smooth muscle cell of sphincter of pupil": 701,
  "smooth muscle cell of the pulmonary artery": 702,
  "smooth muscle cell of trachea": 703,
  "smooth muscle fiber of ileum": 704,
  "smooth muscle myoblast": 705,
  "sncg GABAergic cortical interneuron": 706,
  "sperm": 707,
  "spinal cord motor neuron": 708,
  "spiral ganglion neuron": 709,
  "splanchnic mesodermal cell": 710,
  "squamous epithelial cell": 711,
  "sst GABAergic cortical interneuron": 712,
  "sst chodl GABAergic cortical interneuron": 713,
  "starburst amacrine cell": 714,
  "stellate neuron": 715,
  "stem cell": 716,
  "stem cell of epidermis": 717,
  "stratified epithelial cell": 718,
  "stromal cell": 719,
  "stromal cell of endometrium": 720,
  "stromal cell of ovary": 721,
  "subcutaneous adipocyte": 722,
  "supporting cell": 723,
  "suprabasal keratinocyte": 724,
  "surface ectodermal cell": 725,
  "sympathetic neuron": 726,
  "syncytiotrophoblast cell": 727,
  "tanycyte": 728,
  "taste receptor cell": 729,
  "tendon cell": 730,
  "thalamic excitatory neuron": 731,
  "theca cell": 732,
  "thymocyte": 733,
  "thyroid follicular cell": 734,
  "tissue-resident macrophage": 735,
  "tongue muscle cell": 736,
  "tonsil germinal center B cell": 737,
  "tracheal goblet cell": 738,
  "tracheobronchial goblet cell": 739,
  "tracheobronchial serous cell": 740,
  "tracheobronchial smooth muscle cell": 741,
  "transit amplifying cell": 742,
  "transit amplifying cell of colon": 743,
  "transit amplifying cell of small intestine": 744,
  "transitional stage B cell": 745,
  "trophoblast giant cell": 746,
  "tuft cell of colon": 747,
  "type 1 cone bipolar cell (sensu Mus)": 748,
  "type 2 cone bipolar cell (sensu Mus)": 749,
  "type 3a cone bipolar cell": 750,
  "type 3b cone bipolar cell": 751,
  "type 4 cone bipolar cell (sensu Mus)": 752,
  "type 5 cone bipolar cell (sensu Mus)": 753,
  "type 5a cone bipolar cell": 754,
  "type 5b cone bipolar cell": 755,
  "type 6 cone bipolar cell (sensu Mus)": 756,
  "type 7 cone bipolar cell (sensu Mus)": 757,
  "type 8 cone bipolar cell (sensu Mus)": 758,
  "type 9 cone bipolar cell (sensu Mus)": 759,
  "type A enteroendocrine cell": 760,
  "type B pancreatic cell": 761,
  "type D enteroendocrine cell": 762,
  "type EC enteroendocrine cell": 763,
  "type G enteroendocrine cell": 764,
  "type I NK T cell": 765,
  "type I cell of adrenal cortex": 766,
  "type I enteroendocrine cell": 767,
  "type I pneumocyte": 768,
  "type II pneumocyte": 769,
  "type L enteroendocrine cell": 770,
  "type N enteroendocrine cell": 771,
  "unipolar brush cell": 772,
  "unknown": 773,
  "unswitched memory B cell": 774,
  "ureteric bud cell": 775,
  "urethra urothelial cell": 776,
  "urothelial cell": 777,
  "uterine smooth muscle cell": 778,
  "valve endothelial cell": 779,
  "valve interstitial cell": 780,
  "vasa recta ascending limb cell": 781,
  "vasa recta descending limb cell": 782,
  "vascular associated smooth muscle cell": 783,
  "vascular leptomeningeal cell": 784,
  "vascular leptomeningeal cell (Mmus)": 785,
  "vascular lymphangioblast": 786,
  "vein endothelial cell": 787,
  "ventricular cardiac muscle cell": 788,
  "vip GABAergic cortical interneuron": 789,
  "visceromotor neuron": 790
}