{
  "<UNK>": 0,
  "HsapDv:0000002": 1,
  "HsapDv:0000015": 2,
  "HsapDv:0000016": 3,
  "HsapDv:0000018": 4,
  "HsapDv:0000019": 5,
  "HsapDv:0000020": 6,
  "HsapDv:0000021": 7,
  "HsapDv:0000023": 8,
  "HsapDv:0000024": 9,
  "HsapDv:0000025": 10,
  "HsapDv:0000026": 11,
  "HsapDv:0000027": 12,
  "HsapDv:0000028": 13,
  "HsapDv:0000029": 14,
  "HsapDv:0000030": 15,
  "HsapDv:0000046": 16,
  "HsapDv:0000047": 17,
  "HsapDv:0000048": 18,
  "HsapDv:0000049": 19,
  "HsapDv:0000050": 20,
  "HsapDv:0000051": 21,
  "HsapDv:0000052": 22,
  "HsapDv:0000053": 23,
  "HsapDv:0000054": 24,
  "HsapDv:0000055": 25,
  "HsapDv:0000056": 26,
  "HsapDv:0000057": 27,
  "HsapDv:0000058": 28,
  "HsapDv:0000059": 29,
  "HsapDv:0000060": 30,
  "HsapDv:0000062": 31,
  "HsapDv:0000063": 32,
  "HsapDv:0000068": 33,
  "HsapDv:0000080": 34,
  "HsapDv:0000081": 35,
  "HsapDv:0000082": 36,
  "HsapDv:0000083": 37,
  "HsapDv:0000084": 38,
  "HsapDv:0000085": 39,
  "HsapDv:0000086": 40,
  "HsapDv:0000087": 41,
  "HsapDv:0000088": 42,
  "HsapDv:0000089": 43,
  "HsapDv:0000090": 44,
  "HsapDv:0000091": 45,
  "HsapDv:0000092": 46,
  "HsapDv:0000093": 47,
  "HsapDv:0000094": 48,
  "HsapDv:0000095": 49,
  "HsapDv:0000096": 50,
  "HsapDv:0000097": 51,
  "HsapDv:0000098": 52,
  "HsapDv:0000099": 53,
  "HsapDv:0000100": 54,
  "HsapDv:0000101": 55,
  "HsapDv:0000102": 56,
  "HsapDv:0000103": 57,
  "HsapDv:0000104": 58,
  "HsapDv:0000105": 59,
  "HsapDv:0000106": 60,
  "HsapDv:0000107": 61,
  "HsapDv:0000108": 62,
  "HsapDv:0000109": 63,
  "HsapDv:0000110": 64,
  "HsapDv:0000111": 65,
  "HsapDv:0000112": 66,
  "HsapDv:0000113": 67,
  "HsapDv:0000114": 68,
  "HsapDv:0000115": 69,
  "HsapDv:0000116": 70,
  "HsapDv:0000117": 71,
  "HsapDv:0000118": 72,
  "HsapDv:0000119": 73,
  "HsapDv:0000120": 74,
  "HsapDv:0000121": 75,
  "HsapDv:0000122": 76,
  "HsapDv:0000123": 77,
  "HsapDv:0000124": 78,
  "HsapDv:0000125": 79,
  "HsapDv:0000126": 80,
  "HsapDv:0000127": 81,
  "HsapDv:0000128": 82,
  "HsapDv:0000129": 83,
  "HsapDv:0000130": 84,
  "HsapDv:0000131": 85,
  "HsapDv:0000132": 86,
  "HsapDv:0000133": 87,
  "HsapDv:0000134": 88,
  "HsapDv:0000135": 89,
  "HsapDv:0000136": 90,
  "HsapDv:0000137": 91,
  "HsapDv:0000138": 92,
  "HsapDv:0000139": 93,
  "HsapDv:0000140": 94,
  "HsapDv:0000141": 95,
  "HsapDv:0000142": 96,
  "HsapDv:0000143": 97,
  "HsapDv:0000144": 98,
  "HsapDv:0000145": 99,
  "HsapDv:0000146": 100,
  "HsapDv:0000147": 101,
  "HsapDv:0000148": 102,
  "HsapDv:0000149": 103,
  "HsapDv:0000150": 104,
  "HsapDv:0000151": 105,
  "HsapDv:0000152": 106,
  "HsapDv:0000153": 107,
  "HsapDv:0000154": 108,
  "HsapDv:0000155": 109,
  "HsapDv:0000156": 110,
  "HsapDv:0000157": 111,
  "HsapDv:0000158": 112,
  "HsapDv:0000159": 113,
  "HsapDv:0000160": 114,
  "HsapDv:0000161": 115,
  "HsapDv:0000162": 116,
  "HsapDv:0000163": 117,
  "HsapDv:0000164": 118,
  "HsapDv:0000165": 119,
  "HsapDv:0000166": 120,
  "HsapDv:0000167": 121,
  "HsapDv:0000168": 122,
  "HsapDv:0000169": 123,
  "HsapDv:0000170": 124,
  "HsapDv:0000171": 125,
  "HsapDv:0000172": 126,
  "HsapDv:0000173": 127,
  "HsapDv:0000174": 128,
  "HsapDv:0000175": 129,
  "HsapDv:0000176": 130,
  "HsapDv:0000177": 131,
  "HsapDv:0000178": 132,
  "HsapDv:0000179": 133,
  "HsapDv:0000180": 134,
  "HsapDv:0000181": 135,
  "HsapDv:0000182": 136,
  "HsapDv:0000183": 137,
  "HsapDv:0000184": 138,
  "HsapDv:0000185": 139,
  "HsapDv:0000187": 140,
  "HsapDv:0000192": 141,
  "HsapDv:0000198": 142,
  "HsapDv:0000199": 143,
  "HsapDv:0000200": 144,
  "HsapDv:0000201": 145,
  "HsapDv:0000202": 146,
  "HsapDv:0000203": 147,
  "HsapDv:0000204": 148,
  "HsapDv:0000206": 149,
  "HsapDv:0000207": 150,
  "HsapDv:0000208": 151,
  "HsapDv:0000209": 152,
  "HsapDv:0000210": 153,
  "HsapDv:0000211": 154,
  "HsapDv:0000212": 155,
  "HsapDv:0000213": 156,
  "HsapDv:0000214": 157,
  "HsapDv:0000215": 158,
  "HsapDv:0000216": 159,
  "HsapDv:0000217": 160,
  "HsapDv:0000218": 161,
  "HsapDv:0000219": 162,
  "HsapDv:0000220": 163,
  "HsapDv:0000221": 164,
  "HsapDv:0000222": 165,
  "HsapDv:0000223": 166,
  "HsapDv:0000237": 167,
  "HsapDv:0000238": 168,
  "HsapDv:0000239": 169,
  "HsapDv:0000240": 170,
  "HsapDv:0000241": 171,
  "HsapDv:0000242": 172,
  "HsapDv:0000243": 173,
  "HsapDv:0000246": 174,
  "HsapDv:0000256": 175,
  "MmusDv:0000019": 176,
  "MmusDv:0000020": 177,
  "MmusDv:0000021": 178,
  "MmusDv:0000022": 179,
  "MmusDv:0000023": 180,
  "MmusDv:0000024": 181,
  "MmusDv:0000025": 182,
  "MmusDv:0000026": 183,
  "MmusDv:0000027": 184,
  "MmusDv:0000028": 185,
  "MmusDv:0000029": 186,
  "MmusDv:0000032": 187,
  "MmusDv:0000033": 188,
  "MmusDv:0000034": 189,
  "MmusDv:0000035": 190,
  "MmusDv:0000036": 191,
  "MmusDv:0000037": 192,
  "MmusDv:0000045": 193,
  "MmusDv:0000046": 194,
  "MmusDv:0000047": 195,
  "MmusDv:0000048": 196,
  "MmusDv:0000049": 197,
  "MmusDv:0000050": 198,
  "MmusDv:0000051": 199,
  "MmusDv:0000052": 200,
  "MmusDv:0000053": 201,
  "MmusDv:0000054": 202,
  "MmusDv:0000055": 203,
  "MmusDv:0000056": 204,
  "MmusDv:0000057": 205,
  "MmusDv:0000058": 206,
  "MmusDv:0000059": 207,
  "MmusDv:0000061": 208,
  "MmusDv:0000062": 209,
  "MmusDv:0000063": 210,
  "MmusDv:0000064": 211,
  "MmusDv:0000068": 212,
  "MmusDv:0000077": 213,
  "MmusDv:0000083": 214,
  "MmusDv:0000087": 215,
  "MmusDv:0000089": 216,
  "MmusDv:0000091": 217,
  "MmusDv:0000092": 218,
  "MmusDv:0000098": 219,
  "MmusDv:0000110": 220,
  "MmusDv:0000113": 221,
  "unknown": 222
}