{
  "<UNK>": 0,
  "1 week": 1,
  "1-month-old human stage": 2,
  "1-year-old human stage": 3,
  "10 weeks": 4,
  "10-month-old human stage": 5,
  "10-year-old human stage": 6,
  "10th week post-fertilization human stage": 7,
  "11 weeks": 8,
  "11-month-old human stage": 9,
  "11-year-old human stage": 10,
  "11th week post-fertilization human stage": 11,
  "12 month-old stage": 12,
  "12 weeks": 13,
  "12-month-old human stage": 14,
  "12-year-old human stage": 15,
  "12th week post-fertilization human stage": 16,
  "13 weeks": 17,
  "13-year-old human stage": 18,
  "13th week post-fertilization human stage": 19,
  "14 weeks": 20,
  "14-month-old human stage": 21,
  "14-year-old human stage": 22,
  "14th week post-fertilization human stage": 23,
  "15 weeks": 24,
  "15-year-old human stage": 25,
  "15th week post-fertilization human stage": 26,
  "16 month-old stage": 27,
  "16-year-old human stage": 28,
  "16th week post-fertilization human stage": 29,
  "17-year-old human stage": 30,
  "17th week post-fertilization human stage": 31,
  "18 month-old stage": 32,
  "18-year-old human stage": 33,
  "18th week post-fertilization human stage": 34,
  "19 weeks": 35,
  "19-month-old human stage": 36,
  "19-year-old human stage": 37,
  "19th week post-fertilization human stage": 38,
  "2 month-old stage": 39,
  "2 weeks": 40,
  "2-5 year-old child stage": 41,
  "2-month-old human stage": 42,
  "2-year-old human stage": 43,
  "20 month-old stage and over": 44,
  "20-year-old human stage": 45,
  "20th week post-fertilization human stage": 46,
  "21-year-old human stage": 47,
  "21st week post-fertilization human stage": 48,
  "22-year-old human stage": 49,
  "22nd week post-fertilization human stage": 50,
  "23-year-old human stage": 51,
  "23rd week post-fertilization human stage": 52,
  "24-year-old human stage": 53,
  "25 weeks": 54,
  "25-44 year-old human stage": 55,
  "25-year-old human stage": 56,
  "25th week post-fertilization human stage": 57,
  "26-year-old human stage": 58,
  "26th week post-fertilization human stage": 59,
  "27-year-old human stage": 60,
  "28-year-old human stage": 61,
  "29-year-old human stage": 62,
  "3 month-old stage": 63,
  "3 weeks": 64,
  "3-month-old human stage": 65,
  "3-year-old human stage": 66,
  "30-year-old human stage": 67,
  "31-year-old human stage": 68,
  "31st week post-fertilization human stage": 69,
  "32-year-old human stage": 70,
  "33-year-old human stage": 71,
  "34-year-old human stage": 72,
  "35-year-old human stage": 73,
  "36-year-old human stage": 74,
  "37-year-old human stage": 75,
  "38-year-old human stage": 76,
  "39-year-old human stage": 77,
  "4 month-old stage": 78,
  "4 weeks": 79,
  "4-7 days": 80,
  "4-month-old human stage": 81,
  "4-year-old human stage": 82,
  "40-year-old human stage": 83,
  "41-year-old human stage": 84,
  "42-year-old human stage": 85,
  "43-year-old human stage": 86,
  "44-year-old human stage": 87,
  "45-year-old human stage": 88,
  "46-year-old human stage": 89,
  "47-year-old human stage": 90,
  "48-year-old human stage": 91,
  "49-year-old human stage": 92,
  "5 weeks": 93,
  "5-month-old human stage": 94,
  "5-year-old human stage": 95,
  "50-year-old human stage": 96,
  "51-year-old human stage": 97,
  "52-year-old human stage": 98,
  "53-year-old human stage": 99,
  "54-year-old human stage": 100,
  "55-year-old human stage": 101,
  "56-year-old human stage": 102,
  "57-year-old human stage": 103,
  "58-year-old human stage": 104,
  "59-year-old human stage": 105,
  "6 month-old stage": 106,
  "6 weeks": 107,
  "6-12 year-old child stage": 108,
  "6-month-old human stage": 109,
  "6-year-old human stage": 110,
  "60-year-old human stage": 111,
  "61-year-old human stage": 112,
  "62-year-old human stage": 113,
  "63-year-old human stage": 114,
  "64-year-old human stage": 115,
  "65-79 year-old human stage": 116,
  "65-year-old human stage": 117,
  "66-year-old human stage": 118,
  "67-year-old human stage": 119,
  "68-year-old human stage": 120,
  "69-year-old human stage": 121,
  "7 weeks": 122,
  "7-month-old human stage": 123,
  "7-year-old human stage": 124,
  "70-year-old human stage": 125,
  "71-year-old human stage": 126,
  "72-year-old human stage": 127,
  "73-year-old human stage": 128,
  "74-year-old human stage": 129,
  "75-year-old human stage": 130,
  "76-year-old human stage": 131,
  "77-year-old human stage": 132,
  "78-year-old human stage": 133,
  "79-year-old human stage": 134,
  "8 weeks": 135,
  "8-month-old human stage": 136,
  "8-year-old human stage": 137,
  "80 year-old and over human stage": 138,
  "80-year-old human stage": 139,
  "81-year-old human stage": 140,
  "82-year-old human stage": 141,
  "83-year-old human stage": 142,
  "84-year-old human stage": 143,
  "85-year-old human stage": 144,
  "86-year-old human stage": 145,
  "87-year-old human stage": 146,
  "88-year-old human stage": 147,
  "89-year-old human stage": 148,
  "9 weeks": 149,
  "9-month-old human stage": 150,
  "9-year-old human stage": 151,
  "90-year-old human stage": 152,
  "91-year-old human stage": 153,
  "92-year-old human stage": 154,
  "93-year-old human stage": 155,
  "94-year-old human stage": 156,
  "95-year-old human stage": 157,
  "96-year-old human stage": 158,
  "97-year-old human stage": 159,
  "9th week post-fertilization human stage": 160,
  "Carnegie stage 09": 161,
  "Carnegie stage 11": 162,
  "Carnegie stage 12": 163,
  "Carnegie stage 13": 164,
  "Carnegie stage 14": 165,
  "Carnegie stage 16": 166,
  "Carnegie stage 17": 167,
  "Carnegie stage 18": 168,
  "Carnegie stage 19": 169,
  "Carnegie stage 20": 170,
  "Carnegie stage 21": 171,
  "Carnegie stage 22": 172,
  "Carnegie stage 23": 173,
  "Theiler stage 12": 174,
  "Theiler stage 13": 175,
  "Theiler stage 14": 176,
  "Theiler stage 15": 177,
  "Theiler stage 16": 178,
  "Theiler stage 17": 179,
  "Theiler stage 18": 180,
  "Theiler stage 19": 181,
  "Theiler stage 20": 182,
  "Theiler stage 21": 183,
  "Theiler stage 22": 184,
  "Theiler stage 23": 185,
  "Theiler stage 24": 186,
  "Theiler stage 25": 187,
  "Theiler stage 26": 188,
  "Theiler stage 27": 189,
  "Theiler stage 28": 190,
  "adolescent stage": 191,
  "child stage": 192,
  "early adult stage": 193,
  "eighth LMP month human stage": 194,
  "eighth decade human stage": 195,
  "embryonic human stage": 196,
  "fifth LMP month human stage": 197,
  "fifth decade human stage": 198,
  "fourth LMP month human stage": 199,
  "fourth decade human stage": 200,
  "human adult stage": 201,
  "human aged stage": 202,
  "human early adulthood stage": 203,
  "human late adulthood stage": 204,
  "human middle aged stage": 205,
  "immature stage": 206,
  "infant stage": 207,
  "mature stage": 208,
  "newborn human stage": 209,
  "ninth LMP month human stage": 210,
  "ninth decade human stage": 211,
  "organogenesis stage": 212,
  "postpartum stage": 213,
  "seventh LMP month human stage": 214,
  "seventh decade human stage": 215,
  "sixth LMP month human stage": 216,
  "sixth decade human stage": 217,
  "third decade human stage": 218,
  "under-1-year-old human stage": 219,
  "unknown": 220,
  "young adult stage": 221
}