{
  "<UNK>": 0,
  "MONDO:0000265": 1,
  "MONDO:0000709": 2,
  "MONDO:0000819": 3,
  "MONDO:0001056": 4,
  "MONDO:0001627": 5,
  "MONDO:0001708": 6,
  "MONDO:0001933": 7,
  "MONDO:0001943": 8,
  "MONDO:0002052": 9,
  "MONDO:0002120": 10,
  "MONDO:0002492": 11,
  "MONDO:0002508": 12,
  "MONDO:0002513": 13,
  "MONDO:0002771": 14,
  "MONDO:0003004": 15,
  "MONDO:0003050": 16,
  "MONDO:0003573": 17,
  "MONDO:0003825": 18,
  "MONDO:0004335": 19,
  "MONDO:0004514": 20,
  "MONDO:0004631": 21,
  "MONDO:0004781": 22,
  "MONDO:0004849": 23,
  "MONDO:0004947": 24,
  "MONDO:0004966": 25,
  "MONDO:0004970": 26,
  "MONDO:0004975": 27,
  "MONDO:0004976": 28,
  "MONDO:0004989": 29,
  "MONDO:0004994": 30,
  "MONDO:0005002": 31,
  "MONDO:0005005": 32,
  "MONDO:0005011": 33,
  "MONDO:0005021": 34,
  "MONDO:0005027": 35,
  "MONDO:0005061": 36,
  "MONDO:0005068": 37,
  "MONDO:0005076": 38,
  "MONDO:0005087": 39,
  "MONDO:0005097": 40,
  "MONDO:0005115": 41,
  "MONDO:0005129": 42,
  "MONDO:0005147": 43,
  "MONDO:0005148": 44,
  "MONDO:0005180": 45,
  "MONDO:0005233": 46,
  "MONDO:0005249": 47,
  "MONDO:0005252": 48,
  "MONDO:0005267": 49,
  "MONDO:0005300": 50,
  "MONDO:0005301": 51,
  "MONDO:0005335": 52,
  "MONDO:0005348": 53,
  "MONDO:0005388": 54,
  "MONDO:0005418": 55,
  "MONDO:0005453": 56,
  "MONDO:0005494": 57,
  "MONDO:0005530": 58,
  "MONDO:0005565": 59,
  "MONDO:0005575": 60,
  "MONDO:0005812": 61,
  "MONDO:0005828": 62,
  "MONDO:0005989": 63,
  "MONDO:0006058": 64,
  "MONDO:0006156": 65,
  "MONDO:0006249": 66,
  "MONDO:0006541": 67,
  "MONDO:0007254": 68,
  "MONDO:0007488": 69,
  "MONDO:0007763": 70,
  "MONDO:0007915": 71,
  "MONDO:0008433": 72,
  "MONDO:0008608": 73,
  "MONDO:0009061": 74,
  "MONDO:0009693": 75,
  "MONDO:0009831": 76,
  "MONDO:0010811": 77,
  "MONDO:0011705": 78,
  "MONDO:0012419": 79,
  "MONDO:0012883": 80,
  "MONDO:0013433": 81,
  "MONDO:0013662": 82,
  "MONDO:0015517": 83,
  "MONDO:0015759": 84,
  "MONDO:0015925": 85,
  "MONDO:0016587": 86,
  "MONDO:0016691": 87,
  "MONDO:0017276": 88,
  "MONDO:0017853": 89,
  "MONDO:0017885": 90,
  "MONDO:0018071": 91,
  "MONDO:0018177": 92,
  "MONDO:0018874": 93,
  "MONDO:0018906": 94,
  "MONDO:0019562": 95,
  "MONDO:0019622": 96,
  "MONDO:0020804": 97,
  "MONDO:0021113": 98,
  "MONDO:0021115": 99,
  "MONDO:0021116": 100,
  "MONDO:0021178": 101,
  "MONDO:0024660": 102,
  "MONDO:0024661": 103,
  "MONDO:0030885": 104,
  "MONDO:0060782": 105,
  "MONDO:0100096": 106,
  "MONDO:0100190": 107,
  "MONDO:0100233": 108,
  "MONDO:0100320": 109,
  "MONDO:0600025": 110,
  "PATO:0000461": 111
}