{
  "<UNK>": 0,
  "Alzheimer disease": 1,
  "B-cell acute lymphoblastic leukemia": 2,
  "B-cell non-Hodgkin lymphoma": 3,
  "Barrett esophagus": 4,
  "COVID-19": 5,
  "Crohn disease": 6,
  "Crohn ileitis": 7,
  "Down syndrome": 8,
  "Lewy body dementia": 9,
  "Parkinson disease": 10,
  "Plasmodium malariae malaria": 11,
  "Wilms tumor": 12,
  "acute kidney failure": 13,
  "acute myeloid leukemia": 14,
  "acute myocardial infarction": 15,
  "acute promyelocytic leukemia": 16,
  "adenocarcinoma": 17,
  "age related macular degeneration 7": 18,
  "amyotrophic lateral sclerosis": 19,
  "amyotrophic lateral sclerosis 26 with or without frontotemporal dementia": 20,
  "anencephaly": 21,
  "arrhythmogenic right ventricular cardiomyopathy": 22,
  "aspiration pneumonia": 23,
  "basal cell carcinoma": 24,
  "benign prostatic hyperplasia": 25,
  "blastoma": 26,
  "breast cancer": 27,
  "breast carcinoma": 28,
  "cardiomyopathy": 29,
  "cataract": 30,
  "chromophobe renal cell carcinoma": 31,
  "chronic kidney disease": 32,
  "chronic obstructive pulmonary disease": 33,
  "chronic rhinitis": 34,
  "clear cell renal carcinoma": 35,
  "colon sessile serrated adenoma/polyp": 36,
  "colorectal cancer": 37,
  "colorectal neoplasm": 38,
  "common variable immunodeficiency": 39,
  "congenital heart disease": 40,
  "cystic fibrosis": 41,
  "dementia": 42,
  "digestive system disorder": 43,
  "dilated cardiomyopathy": 44,
  "endocrine pancreas disorder": 45,
  "epidermolysis bullosa": 46,
  "epilepsy": 47,
  "follicular lymphoma": 48,
  "frontotemporal dementia": 49,
  "gastric cancer": 50,
  "gastric intestinal metaplasia": 51,
  "gastritis": 52,
  "gingivitis": 53,
  "glioblastoma": 54,
  "heart disorder": 55,
  "heart failure": 56,
  "hydrosalpinx": 57,
  "hyperplastic polyp": 58,
  "hypersensitivity pneumonitis": 59,
  "influenza": 60,
  "injury": 61,
  "interstitial lung disease": 62,
  "keloid": 63,
  "kidney benign neoplasm": 64,
  "kidney oncocytoma": 65,
  "listeriosis": 66,
  "localized scleroderma": 67,
  "long COVID-19": 68,
  "luminal A breast carcinoma": 69,
  "luminal B breast carcinoma": 70,
  "lung adenocarcinoma": 71,
  "lung large cell carcinoma": 72,
  "lymphadenitis": 73,
  "lymphangioleiomyomatosis": 74,
  "macular degeneration": 75,
  "malignant pancreatic neoplasm": 76,
  "multiple sclerosis": 77,
  "myocardial infarction": 78,
  "neuroendocrine carcinoma": 79,
  "non-compaction cardiomyopathy": 80,
  "non-small cell lung carcinoma": 81,
  "non-specific interstitial pneumonia": 82,
  "nonpapillary renal cell carcinoma": 83,
  "normal": 84,
  "opiate dependence": 85,
  "periodontitis": 86,
  "pilocytic astrocytoma": 87,
  "plasma cell myeloma": 88,
  "pleomorphic carcinoma": 89,
  "pneumonia": 90,
  "post-COVID-19 disorder": 91,
  "premalignant hematological system disease": 92,
  "primary biliary cholangitis": 93,
  "primary sclerosing cholangitis": 94,
  "pulmonary emphysema": 95,
  "pulmonary fibrosis": 96,
  "pulmonary sarcoidosis": 97,
  "respiratory failure": 98,
  "respiratory system disorder": 99,
  "small cell lung carcinoma": 100,
  "squamous cell lung carcinoma": 101,
  "systemic lupus erythematosus": 102,
  "temporal lobe epilepsy": 103,
  "tongue cancer": 104,
  "toxoplasmosis": 105,
  "triple-negative breast carcinoma": 106,
  "trisomy 18": 107,
  "tubular adenoma": 108,
  "tubulovillous adenoma": 109,
  "type 1 diabetes mellitus": 110,
  "type 2 diabetes mellitus": 111
}