{
  "<UNK>": 0,
  "14755": 1,
  "14803": 2,
  "14866": 3,
  "15166": 4,
  "15407": 5,
  "15979": 6,
  "16386": 7,
  "16641": 8,
  "16795": 9,
  "16986": 10,
  "17104": 11,
  "17109": 12,
  "17465": 13,
  "17755": 14,
  "17758": 15,
  "17797": 16,
  "17957": 17,
  "17972": 18,
  "18175": 19,
  "18252": 20,
  "18269": 21,
  "18378": 22,
  "18643": 23,
  "18651": 24,
  "18881": 25,
  "19019": 26,
  "19143": 27,
  "19149": 28,
  "19193": 29,
  "19458": 30,
  "19467": 31,
  "19485": 32,
  "19551": 33,
  "19554": 34,
  "19884": 35,
  "19917": 36,
  "20043": 37,
  "20093": 38,
  "20191": 39,
  "20267": 40,
  "20383": 41,
  "20409": 42,
  "20525": 43,
  "20556": 44,
  "20691": 45,
  "20786": 46,
  "20803": 47,
  "20863": 48,
  "20901": 49,
  "20938": 50,
  "20941": 51,
  "20964": 52,
  "20982": 53,
  "21001": 54,
  "21007": 55,
  "21068": 56,
  "21095": 57,
  "21110": 58,
  "21196": 59,
  "21330": 60,
  "21356": 61,
  "21565": 62,
  "21664": 63,
  "22018": 64,
  "22117": 65,
  "22125": 66,
  "22177": 67,
  "22211": 68,
  "22264": 69,
  "22372": 70,
  "22397": 71,
  "22503": 72,
  "22643": 73,
  "22687": 74,
  "22746": 75,
  "22806": 76,
  "22823": 77,
  "22826": 78,
  "22912": 79,
  "22979": 80,
  "23045": 81,
  "23079": 82,
  "23127": 83,
  "23143": 84,
  "23161": 85,
  "23172": 86,
  "23177": 87,
  "23190": 88,
  "23407": 89,
  "23467": 90,
  "23535": 91,
  "23587": 92,
  "23610": 93,
  "23659": 94,
  "23660": 95,
  "23686": 96,
  "23694": 97,
  "23804": 98,
  "23821": 99,
  "23857": 100,
  "23930": 101,
  "23948": 102,
  "23987": 103,
  "24015": 104,
  "24062": 105,
  "24085": 106,
  "24183": 107,
  "24323": 108,
  "24325": 109,
  "24449": 110,
  "24532": 111,
  "24592": 112,
  "24618": 113,
  "24647": 114,
  "24667": 115,
  "24669": 116,
  "24710": 117,
  "24726": 118,
  "24742": 119,
  "24749": 120,
  "24811": 121,
  "24814": 122,
  "24888": 123,
  "24893": 124,
  "24937": 125,
  "24965": 126,
  "25022": 127,
  "25040": 128,
  "25189": 129,
  "25213": 130,
  "25215": 131,
  "25216": 132,
  "25228": 133,
  "25246": 134,
  "25342": 135,
  "25431": 136,
  "25460": 137,
  "25508": 138,
  "25576": 139,
  "25638": 140,
  "25663": 141,
  "25683": 142,
  "25740": 143,
  "25771": 144,
  "25905": 145,
  "25920": 146,
  "26013": 147,
  "26028": 148,
  "26034": 149,
  "26037": 150,
  "26046": 151,
  "26063": 152,
  "26071": 153,
  "26094": 154,
  "26107": 155,
  "26153": 156,
  "26187": 157,
  "26253": 158,
  "26263": 159,
  "26265": 160,
  "26279": 161,
  "26302": 162,
  "26392": 163,
  "26403": 164,
  "26418": 165,
  "26588": 166,
  "26595": 167,
  "26615": 168,
  "26624": 169,
  "26660": 170,
  "26756": 171,
  "26760": 172,
  "26794": 173,
  "27054": 174,
  "27074": 175,
  "27100": 176,
  "27132": 177,
  "27244": 178,
  "27299": 179,
  "27318": 180,
  "27369": 181,
  "27376": 182,
  "27408": 183,
  "27476": 184,
  "27561": 185,
  "27579": 186,
  "27633": 187,
  "27638": 188,
  "27681": 189,
  "27737": 190,
  "27807": 191,
  "28000": 192,
  "28046": 193,
  "28072": 194,
  "28097": 195,
  "28102": 196,
  "28164": 197,
  "28186": 198,
  "28244": 199,
  "28372": 200,
  "28451": 201,
  "28548": 202,
  "28588": 203,
  "28675": 204,
  "28807": 205,
  "28941": 206,
  "28949": 207,
  "29067": 208,
  "29073": 209,
  "29191": 210,
  "29194": 211,
  "29260": 212,
  "29381": 213,
  "29393": 214,
  "29453": 215,
  "29526": 216,
  "29553": 217,
  "29754": 218,
  "29889": 219,
  "29898": 220,
  "30006": 221,
  "30055": 222,
  "30089": 223,
  "30260": 224,
  "30357": 225,
  "30431": 226,
  "30469": 227,
  "30557": 228,
  "30656": 229,
  "30662": 230,
  "30679": 231,
  "30731": 232,
  "30884": 233,
  "30996": 234,
  "31033": 235,
  "31118": 236,
  "31222": 237,
  "31234": 238,
  "31265": 239,
  "31285": 240,
  "31293": 241,
  "31312": 242,
  "31356": 243,
  "31405": 244,
  "31430": 245,
  "31450": 246,
  "31515": 247,
  "31593": 248,
  "31811": 249,
  "31826": 250,
  "31853": 251,
  "32121": 252,
  "32402": 253,
  "32525": 254,
  "33057": 255,
  "33139": 256,
  "33229": 257,
  "33564": 258,
  "33599": 259,
  "33626": 260,
  "33717": 261,
  "33822": 262,
  "33833": 263,
  "33912": 264,
  "33949": 265,
  "34170": 266,
  "34455": 267,
  "34468": 268,
  "34480": 269,
  "34601": 270,
  "34607": 271,
  "35107": 272,
  "35243": 273,
  "35468": 274,
  "35849": 275,
  "35893": 276,
  "35899": 277,
  "36231": 278,
  "36283": 279,
  "36557": 280,
  "36616": 281,
  "36619": 282,
  "36642": 283,
  "37043": 284,
  "37157": 285,
  "37838": 286,
  "38070": 287,
  "38225": 288,
  "38378": 289,
  "38541": 290,
  "38542": 291,
  "38606": 292,
  "38618": 293,
  "38843": 294,
  "38935": 295,
  "38997": 296,
  "39173": 297,
  "39264": 298,
  "39293": 299,
  "39447": 300,
  "39468": 301,
  "39535": 302,
  "39658": 303,
  "39684": 304,
  "39689": 305,
  "40226": 306,
  "40415": 307,
  "40425": 308,
  "40507": 309,
  "40673": 310,
  "40678": 311,
  "40697": 312,
  "40773": 313,
  "40844": 314,
  "40956": 315,
  "40967": 316,
  "40993": 317,
  "41016": 318,
  "41034": 319,
  "41052": 320,
  "41366": 321,
  "41374": 322,
  "41385": 323,
  "41391": 324,
  "41473": 325,
  "41529": 326,
  "41601": 327,
  "41657": 328,
  "41661": 329,
  "41672": 330,
  "41753": 331,
  "41775": 332,
  "41788": 333,
  "41792": 334,
  "41806": 335,
  "41817": 336,
  "41821": 337,
  "41951": 338,
  "42022": 339,
  "42094": 340,
  "42099": 341,
  "42113": 342,
  "42120": 343,
  "42156": 344,
  "42164": 345,
  "42167": 346,
  "42176": 347,
  "42181": 348,
  "42261": 349,
  "42342": 350,
  "42410": 351,
  "42490": 352,
  "42510": 353,
  "42519": 354,
  "42530": 355,
  "42549": 356,
  "42597": 357,
  "42604": 358,
  "42616": 359,
  "42631": 360,
  "42756": 361,
  "42790": 362,
  "42806": 363,
  "42852": 364,
  "42997": 365,
  "43049": 366,
  "43092": 367,
  "43101": 368,
  "43115": 369,
  "43132": 370,
  "43178": 371,
  "43215": 372,
  "43275": 373,
  "43449": 374,
  "43472": 375,
  "43525": 376,
  "43723": 377,
  "43817": 378,
  "44067": 379,
  "44147": 380,
  "44259": 381,
  "44391": 382,
  "44674": 383,
  "44694": 384,
  "45265": 385,
  "458": 386,
  "460": 387,
  "461": 388,
  "46402": 389,
  "47207": 390,
  "50205": 391,
  "50768": 392,
  "54349": 393,
  "56926": 394
}