{
  "<UNK>": 0,
  "UBERON:0000002": 1,
  "UBERON:0000004": 2,
  "UBERON:0000006": 3,
  "UBERON:0000014": 4,
  "UBERON:0000016": 5,
  "UBERON:0000017": 6,
  "UBERON:0000029": 7,
  "UBERON:0000030": 8,
  "UBERON:0000053": 9,
  "UBERON:0000056": 10,
  "UBERON:0000057": 11,
  "UBERON:0000059": 12,
  "UBERON:0000074": 13,
  "UBERON:0000080": 14,
  "UBERON:0000160": 15,
  "UBERON:0000175": 16,
  "UBERON:0000178": 17,
  "UBERON:0000310": 18,
  "UBERON:0000344": 19,
  "UBERON:0000362": 20,
  "UBERON:0000397": 21,
  "UBERON:0000400": 22,
  "UBERON:0000403": 23,
  "UBERON:0000411": 24,
  "UBERON:0000416": 25,
  "UBERON:0000451": 26,
  "UBERON:0000453": 27,
  "UBERON:0000473": 28,
  "UBERON:0000922": 29,
  "UBERON:0000926": 30,
  "UBERON:0000945": 31,
  "UBERON:0000947": 32,
  "UBERON:0000948": 33,
  "UBERON:0000955": 34,
  "UBERON:0000956": 35,
  "UBERON:0000964": 36,
  "UBERON:0000965": 37,
  "UBERON:0000966": 38,
  "UBERON:0000970": 39,
  "UBERON:0000977": 40,
  "UBERON:0000988": 41,
  "UBERON:0000991": 42,
  "UBERON:0000992": 43,
  "UBERON:0000995": 44,
  "UBERON:0001003": 45,
  "UBERON:0001005": 46,
  "UBERON:0001013": 47,
  "UBERON:0001040": 48,
  "UBERON:0001043": 49,
  "UBERON:0001046": 50,
  "UBERON:0001049": 51,
  "UBERON:0001052": 52,
  "UBERON:0001068": 53,
  "UBERON:0001085": 54,
  "UBERON:0001103": 55,
  "UBERON:0001117": 56,
  "UBERON:0001134": 57,
  "UBERON:0001153": 58,
  "UBERON:0001154": 59,
  "UBERON:0001155": 60,
  "UBERON:0001156": 61,
  "UBERON:0001157": 62,
  "UBERON:0001158": 63,
  "UBERON:0001159": 64,
  "UBERON:0001161": 65,
  "UBERON:0001162": 66,
  "UBERON:0001165": 67,
  "UBERON:0001224": 68,
  "UBERON:0001225": 69,
  "UBERON:0001228": 70,
  "UBERON:0001238": 71,
  "UBERON:0001264": 72,
  "UBERON:0001293": 73,
  "UBERON:0001294": 74,
  "UBERON:0001295": 75,
  "UBERON:0001296": 76,
  "UBERON:0001348": 77,
  "UBERON:0001384": 78,
  "UBERON:0001388": 79,
  "UBERON:0001393": 80,
  "UBERON:0001416": 81,
  "UBERON:0001459": 82,
  "UBERON:0001471": 83,
  "UBERON:0001483": 84,
  "UBERON:0001511": 85,
  "UBERON:0001513": 86,
  "UBERON:0001542": 87,
  "UBERON:0001554": 88,
  "UBERON:0001621": 89,
  "UBERON:0001630": 90,
  "UBERON:0001637": 91,
  "UBERON:0001638": 92,
  "UBERON:0001707": 93,
  "UBERON:0001723": 94,
  "UBERON:0001728": 95,
  "UBERON:0001769": 96,
  "UBERON:0001773": 97,
  "UBERON:0001775": 98,
  "UBERON:0001786": 99,
  "UBERON:0001811": 100,
  "UBERON:0001817": 101,
  "UBERON:0001828": 102,
  "UBERON:0001831": 103,
  "UBERON:0001832": 104,
  "UBERON:0001836": 105,
  "UBERON:0001868": 106,
  "UBERON:0001870": 107,
  "UBERON:0001871": 108,
  "UBERON:0001872": 109,
  "UBERON:0001873": 110,
  "UBERON:0001874": 111,
  "UBERON:0001886": 112,
  "UBERON:0001890": 113,
  "UBERON:0001891": 114,
  "UBERON:0001893": 115,
  "UBERON:0001894": 116,
  "UBERON:0001898": 117,
  "UBERON:0001901": 118,
  "UBERON:0001902": 119,
  "UBERON:0001911": 120,
  "UBERON:0001965": 121,
  "UBERON:0001976": 122,
  "UBERON:0001987": 123,
  "UBERON:0002021": 124,
  "UBERON:0002023": 125,
  "UBERON:0002037": 126,
  "UBERON:0002046": 127,
  "UBERON:0002048": 128,
  "UBERON:0002049": 129,
  "UBERON:0002067": 130,
  "UBERON:0002078": 131,
  "UBERON:0002079": 132,
  "UBERON:0002080": 133,
  "UBERON:0002081": 134,
  "UBERON:0002082": 135,
  "UBERON:0002084": 136,
  "UBERON:0002094": 137,
  "UBERON:0002097": 138,
  "UBERON:0002098": 139,
  "UBERON:0002106": 140,
  "UBERON:0002107": 141,
  "UBERON:0002108": 142,
  "UBERON:0002110": 143,
  "UBERON:0002113": 144,
  "UBERON:0002114": 145,
  "UBERON:0002115": 146,
  "UBERON:0002116": 147,
  "UBERON:0002129": 148,
  "UBERON:0002132": 149,
  "UBERON:0002167": 150,
  "UBERON:0002168": 151,
  "UBERON:0002170": 152,
  "UBERON:0002171": 153,
  "UBERON:0002174": 154,
  "UBERON:0002185": 155,
  "UBERON:0002190": 156,
  "UBERON:0002228": 157,
  "UBERON:0002240": 158,
  "UBERON:0002245": 159,
  "UBERON:0002299": 160,
  "UBERON:0002317": 161,
  "UBERON:0002363": 162,
  "UBERON:0002367": 163,
  "UBERON:0002369": 164,
  "UBERON:0002370": 165,
  "UBERON:0002371": 166,
  "UBERON:0002372": 167,
  "UBERON:0002378": 168,
  "UBERON:0002382": 169,
  "UBERON:0002385": 170,
  "UBERON:0002420": 171,
  "UBERON:0002421": 172,
  "UBERON:0002427": 173,
  "UBERON:0002429": 174,
  "UBERON:0002436": 175,
  "UBERON:0002450": 176,
  "UBERON:0002489": 177,
  "UBERON:0002509": 178,
  "UBERON:0002661": 179,
  "UBERON:0002686": 180,
  "UBERON:0002728": 181,
  "UBERON:0002756": 182,
  "UBERON:0002771": 183,
  "UBERON:0002802": 184,
  "UBERON:0002803": 185,
  "UBERON:0002807": 186,
  "UBERON:0002808": 187,
  "UBERON:0002809": 188,
  "UBERON:0002810": 189,
  "UBERON:0002811": 190,
  "UBERON:0002822": 191,
  "UBERON:0003027": 192,
  "UBERON:0003072": 193,
  "UBERON:0003126": 194,
  "UBERON:0003403": 195,
  "UBERON:0003428": 196,
  "UBERON:0003517": 197,
  "UBERON:0003528": 198,
  "UBERON:0003532": 199,
  "UBERON:0003544": 200,
  "UBERON:0003547": 201,
  "UBERON:0003661": 202,
  "UBERON:0003688": 203,
  "UBERON:0003889": 204,
  "UBERON:0003902": 205,
  "UBERON:0003968": 206,
  "UBERON:0004023": 207,
  "UBERON:0004024": 208,
  "UBERON:0004025": 209,
  "UBERON:0004026": 210,
  "UBERON:0004070": 211,
  "UBERON:0004167": 212,
  "UBERON:0004264": 213,
  "UBERON:0004339": 214,
  "UBERON:0004648": 215,
  "UBERON:0004929": 216,
  "UBERON:0004946": 217,
  "UBERON:0005290": 218,
  "UBERON:0005406": 219,
  "UBERON:0005564": 220,
  "UBERON:0005616": 221,
  "UBERON:0005636": 222,
  "UBERON:0005969": 223,
  "UBERON:0006761": 224,
  "UBERON:0007106": 225,
  "UBERON:0007177": 226,
  "UBERON:0007224": 227,
  "UBERON:0007225": 228,
  "UBERON:0007625": 229,
  "UBERON:0007644": 230,
  "UBERON:0007650": 231,
  "UBERON:0008345": 232,
  "UBERON:0008612": 233,
  "UBERON:0008803": 234,
  "UBERON:0008933": 235,
  "UBERON:0008934": 236,
  "UBERON:0008946": 237,
  "UBERON:0008952": 238,
  "UBERON:0008953": 239,
  "UBERON:0008954": 240,
  "UBERON:0008971": 241,
  "UBERON:0008972": 242,
  "UBERON:0008989": 243,
  "UBERON:0009472": 244,
  "UBERON:0009834": 245,
  "UBERON:0009835": 246,
  "UBERON:0009958": 247,
  "UBERON:0010032": 248,
  "UBERON:0010033": 249,
  "UBERON:0010225": 250,
  "UBERON:0010410": 251,
  "UBERON:0010412": 252,
  "UBERON:0010414": 253,
  "UBERON:0010415": 254,
  "UBERON:0010506": 255,
  "UBERON:0011189": 256,
  "UBERON:0012168": 257,
  "UBERON:0012474": 258,
  "UBERON:0012648": 259,
  "UBERON:0013473": 260,
  "UBERON:0013531": 261,
  "UBERON:0013535": 262,
  "UBERON:0013682": 263,
  "UBERON:0013706": 264,
  "UBERON:0013756": 265,
  "UBERON:0014454": 266,
  "UBERON:0014455": 267,
  "UBERON:0014614": 268,
  "UBERON:0014648": 269,
  "UBERON:0014918": 270,
  "UBERON:0015143": 271,
  "UBERON:0015476": 272,
  "UBERON:0015790": 273,
  "UBERON:0016475": 274,
  "UBERON:0016525": 275,
  "UBERON:0016530": 276,
  "UBERON:0016538": 277,
  "UBERON:0016540": 278,
  "UBERON:0016632": 279,
  "UBERON:0018105": 280,
  "UBERON:0018131": 281,
  "UBERON:0018303": 282,
  "UBERON:0018707": 283,
  "UBERON:0022277": 284,
  "UBERON:0022352": 285,
  "UBERON:0023787": 286,
  "UBERON:0023852": 287,
  "UBERON:0034751": 288,
  "UBERON:0034891": 289,
  "UBERON:0034893": 290,
  "UBERON:0035213": 291,
  "UBERON:0035328": 292,
  "UBERON:0035886": 293,
  "UBERON:0035894": 294,
  "UBERON:0035895": 295,
  "UBERON:0036288": 296,
  "UBERON:0039167": 297,
  "UBERON:1000021": 298,
  "UBERON:8300000": 299,
  "UBERON:8410000": 300,
  "UBERON:8410010": 301,
  "UBERON:8410025": 302,
  "UBERON:8410026": 303,
  "UBERON:8440012": 304,
  "UBERON:8440075": 305,
  "UBERON:8480009": 306,
  "UBERON:8480028": 307
}