{
  "<UNK>": 0,
  "Brodmann (1909) area 4": 1,
  "adipose tissue": 2,
  "adrenal gland": 3,
  "adrenal tissue": 4,
  "agranular insular cortex": 5,
  "alveolus of lung": 6,
  "ampulla of uterine tube": 7,
  "angular gyrus": 8,
  "anterior cingulate cortex": 9,
  "anterior cingulate gyrus": 10,
  "anterior part of tongue": 11,
  "anterior wall of left ventricle": 12,
  "anterolateral visual area": 13,
  "aorta": 14,
  "apex of heart": 15,
  "arm skin": 16,
  "artery": 17,
  "ascending colon": 18,
  "auditory cortex": 19,
  "autopod skin": 20,
  "axilla": 21,
  "barrel cortex": 22,
  "basal ganglion": 23,
  "basal zone of heart": 24,
  "bladder lumen": 25,
  "bladder organ": 26,
  "blood": 27,
  "body of stomach": 28,
  "bone marrow": 29,
  "bone spine": 30,
  "brain": 31,
  "brain gray matter": 32,
  "brain meninx": 33,
  "brain white matter": 34,
  "breast": 35,
  "bronchopulmonary lymph node": 36,
  "bronchus": 37,
  "brown adipose tissue": 38,
  "caecum": 39,
  "caecum epithelium": 40,
  "cardia of stomach": 41,
  "cardiac atrium": 42,
  "cardiac ventricle": 43,
  "caudal ganglionic eminence": 44,
  "caudate lobe of liver": 45,
  "caudate nucleus": 46,
  "cerebellar cortex": 47,
  "cerebellar hemisphere": 48,
  "cerebellum": 49,
  "cerebellum vermis lobule": 50,
  "cerebral cortex": 51,
  "cerebral nuclei": 52,
  "cervical lymph node": 53,
  "cervical spinal cord white matter": 54,
  "chorionic villus": 55,
  "choroid plexus": 56,
  "ciliary body": 57,
  "cingulate cortex": 58,
  "claustrum of brain": 59,
  "colon": 60,
  "colonic epithelium": 61,
  "conjunctiva": 62,
  "cornea": 63,
  "corneo-scleral junction": 64,
  "coronal suture": 65,
  "coronary artery": 66,
  "cortex of kidney": 67,
  "decidua": 68,
  "decidua basalis": 69,
  "dentate nucleus": 70,
  "dermis": 71,
  "descending colon": 72,
  "diaphragm": 73,
  "diencephalon": 74,
  "dorsolateral prefrontal cortex": 75,
  "duodeno-jejunal junction": 76,
  "duodenum": 77,
  "dura mater": 78,
  "embryo": 79,
  "endocrine pancreas": 80,
  "endometrium": 81,
  "entorhinal cortex": 82,
  "epididymal fat pad": 83,
  "epithelium of esophagus": 84,
  "epithelium of small intestine": 85,
  "epithelium of trachea": 86,
  "esophagogastric junction": 87,
  "esophagus": 88,
  "esophagus muscularis mucosa": 89,
  "exocrine pancreas": 90,
  "eye": 91,
  "eye trabecular meshwork": 92,
  "fallopian tube": 93,
  "fimbria of uterine tube": 94,
  "forebrain": 95,
  "fovea centralis": 96,
  "frontal cortex": 97,
  "frontal lobe": 98,
  "gallbladder": 99,
  "ganglionic eminence": 100,
  "gastrocnemius": 101,
  "gingiva": 102,
  "gonad": 103,
  "gonad primordium": 104,
  "gonadal fat pad": 105,
  "gustatory cortex": 106,
  "heart": 107,
  "heart left ventricle": 108,
  "heart right ventricle": 109,
  "hemisphere part of cerebellar posterior lobe": 110,
  "hepatic cecum": 111,
  "hepatic flexure of colon": 112,
  "hindgut": 113,
  "hindlimb skin": 114,
  "hippocampal formation": 115,
  "hypothalamus": 116,
  "ileal epithelium": 117,
  "ileum": 118,
  "inguinal fat pad": 119,
  "inguinal lymph node": 120,
  "inner medulla of kidney": 121,
  "insular cortex": 122,
  "interventricular septum": 123,
  "intestine": 124,
  "iris": 125,
  "islet of Langerhans": 126,
  "isthmus of fallopian tube": 127,
  "jejunal epithelium": 128,
  "jejunum": 129,
  "kidney": 130,
  "kidney blood vessel": 131,
  "lacrimal gland": 132,
  "lamina propria": 133,
  "lamina propria of large intestine": 134,
  "lamina propria of mucosa of colon": 135,
  "lamina propria of small intestine": 136,
  "large intestine": 137,
  "lateral entorhinal cortex": 138,
  "lateral ganglionic eminence": 139,
  "lateral visual area": 140,
  "left cardiac atrium": 141,
  "left colon": 142,
  "left frontal lobe": 143,
  "left lung": 144,
  "left parietal lobe": 145,
  "left temporal lobe": 146,
  "lens of camera-type eye": 147,
  "limb muscle": 148,
  "lingula of left lung": 149,
  "liver": 150,
  "lower esophagus": 151,
  "lower leg skin": 152,
  "lower lobe of left lung": 153,
  "lower lobe of right lung": 154,
  "lung": 155,
  "lung parenchyma": 156,
  "lymph node": 157,
  "macula lutea": 158,
  "macula lutea proper": 159,
  "mammary gland": 160,
  "medial entorhinal cortex": 161,
  "medial ganglionic eminence": 162,
  "medial orbital frontal cortex": 163,
  "meningeal dura mater": 164,
  "mesenteric artery": 165,
  "mesenteric fat pad": 166,
  "mesenteric lymph node": 167,
  "mesoderm": 168,
  "mesonephros": 169,
  "midbrain": 170,
  "middle lobe of right lung": 171,
  "middle temporal gyrus": 172,
  "mucosa": 173,
  "muscle of abdomen": 174,
  "muscle of pelvic diaphragm": 175,
  "muscle organ": 176,
  "muscle tissue": 177,
  "myelencephalon": 178,
  "myometrium": 179,
  "nasal cavity": 180,
  "nasopharynx": 181,
  "neural tube": 182,
  "nose": 183,
  "nose skin": 184,
  "occipital cortex": 185,
  "occipital lobe": 186,
  "omental fat pad": 187,
  "omentum": 188,
  "optic cup": 189,
  "orbitofrontal cortex": 190,
  "outer medulla of kidney": 191,
  "ovary": 192,
  "pancreas": 193,
  "parietal cortex": 194,
  "parietal lobe": 195,
  "parotid gland": 196,
  "perifoveal part of retina": 197,
  "periovarian fat pad": 198,
  "peripheral lymph node": 199,
  "peripheral region of retina": 200,
  "peripheral zone of prostate": 201,
  "perirenal fat": 202,
  "pigment epithelium of eye": 203,
  "placenta": 204,
  "pleura": 205,
  "pleural effusion": 206,
  "pons": 207,
  "posterior parietal association areas": 208,
  "posterior part of tongue": 209,
  "prefrontal cortex": 210,
  "primary auditory cortex": 211,
  "primary motor cortex": 212,
  "primary somatosensory cortex": 213,
  "primary visual cortex": 214,
  "prostate gland": 215,
  "putamen": 216,
  "pyloric antrum": 217,
  "rectum": 218,
  "rectus abdominis muscle": 219,
  "renal glomerulus": 220,
  "renal medulla": 221,
  "renal papilla": 222,
  "renal pelvis": 223,
  "respiratory airway": 224,
  "retina": 225,
  "retinal neural layer": 226,
  "retrosplenial granular cortex": 227,
  "retrosplenial region": 228,
  "rib": 229,
  "right cardiac atrium": 230,
  "right colon": 231,
  "right frontal lobe": 232,
  "right lung": 233,
  "right occipital lobe": 234,
  "right parietal lobe": 235,
  "right temporal lobe": 236,
  "saliva": 237,
  "scalp": 238,
  "sclera": 239,
  "secondary somatosensory cortex": 240,
  "sigmoid colon": 241,
  "skeletal muscle tissue": 242,
  "skin epidermis": 243,
  "skin of abdomen": 244,
  "skin of back": 245,
  "skin of body": 246,
  "skin of cheek": 247,
  "skin of chest": 248,
  "skin of external ear": 249,
  "skin of face": 250,
  "skin of forearm": 251,
  "skin of forehead": 252,
  "skin of hip": 253,
  "skin of leg": 254,
  "skin of pes": 255,
  "skin of prepuce of penis": 256,
  "skin of scalp": 257,
  "skin of shoulder": 258,
  "skin of temple": 259,
  "skin of trunk": 260,
  "small intestine": 261,
  "spinal cord": 262,
  "spleen": 263,
  "stomach": 264,
  "subcutaneous abdominal adipose tissue": 265,
  "subcutaneous adipose tissue": 266,
  "subdural space": 267,
  "subicular complex": 268,
  "sublingual gland": 269,
  "submucosa of ascending colon": 270,
  "submucosa of ileum": 271,
  "submucosal esophageal gland": 272,
  "substantia nigra pars compacta": 273,
  "superior frontal gyrus": 274,
  "telencephalon": 275,
  "temporal cortex": 276,
  "temporal lobe": 277,
  "temporoparietal junction": 278,
  "tendon of semitendinosus": 279,
  "testis": 280,
  "thalamic complex": 281,
  "thoracic lymph node": 282,
  "thymus": 283,
  "thyroid gland": 284,
  "tongue": 285,
  "tonsil": 286,
  "trachea": 287,
  "transition zone of prostate": 288,
  "transverse colon": 289,
  "umbilical cord blood": 290,
  "upper lobe of left lung": 291,
  "upper lobe of right lung": 292,
  "upper outer quadrant of breast": 293,
  "ureter": 294,
  "urethra": 295,
  "uterine cervix": 296,
  "uterus": 297,
  "vasculature": 298,
  "vault of skull": 299,
  "vein": 300,
  "venous blood": 301,
  "vermiform appendix": 302,
  "visceral abdominal adipose tissue": 303,
  "visual cortex": 304,
  "white matter of cerebellum": 305,
  "yolk sac": 306,
  "zone of skin": 307
}